Revit 2027 API
BuiltInFailures.CreationFailures.CannotCreateOldCornerMullion Property
 Cannot change the type of a mullion created prior to release 4.0 to a corner mullion type. Try deleting the existing mullion and placing a new one.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCreateOldCornerMullion { get; }
Public Shared ReadOnly Property CannotCreateOldCornerMullion As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCreateOldCornerMullion {
	FailureDefinitionId^ get ();
}
static member CannotCreateOldCornerMullion : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CreationFailures Class
Autodesk.Revit.DB Namespace